/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@ jarig";

/* Title for event birthday (without a name) */
"Birthday" = "Verjaardag";

"FACEBOOK_CALENDAR_NAME" = "Facebook-activiteiten";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Agenda";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Herinneringen";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Herinneringen";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Herinnering";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "De activiteit kan niet worden bewerkt.";

"NO_CALENDAR_ERROR" = "Er is geen agenda ingesteld.";

"NO_START_DATE_ERROR" = "Er is geen begindatum ingesteld.";

"NO_END_DATE_ERROR" = "Er is geen einddatum ingesteld.";

"DATES_INVERTED_ERROR" = "De begindatum moet voor de einddatum liggen.";

"UNEXPECTED_ERROR" = "Er heeft zich een onverwachte fout voorgedaan.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Die agenda mag niet naar een andere account worden verplaatst.";


"CALENDAR_READ_ONLY_ERROR" = "De agenda kan alleen worden gelezen.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "De activiteit is te lang om zo vaak te worden herhaald.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "De activiteit wordt herhaald vóór de melding.";

"START_DATE_FUTURE_ERROR" = "De activiteit ligt te ver in de toekomst.";

"OCCURRENCE_COLLISION_ERROR" = "Een ander exemplaar van deze activiteit vindt op deze datum plaats.";

"INVITES_CANNOT_MOVE_ERROR" = "Uitnodigingen kunnen niet naar een andere agenda worden verplaatst.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "De locatie in de herinnering kan niet worden herleid tot een geografisch adres om de melding weer te geven.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Die activiteit behoort niet tot die activiteitcontainer.";

/* developer error */
"SPAN_ERROR" = "Er is een ongeldig bereik opgegeven.";

"CALENDAR_HAS_NO_SOURCE" = "Agenda heeft geen bron";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Het herhalingsveld kan niet worden gewijzigd.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Meldingen kunnen niet worden gewijzigd.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Genodigden kunnen niet worden gewijzigd";

"CALENDAR_IMMUTABLE" = "Die agenda kan niet worden gewijzigd of verwijderd.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Locaties met geografische informatie worden niet ondersteund door deze account.";

"ACTIONS_NOT_SUPPORTED" = "Taken worden niet ondersteund door deze account.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Locaties voor herinneringen worden niet ondersteund door deze account.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Op nabijheid gebaseerde meldingen worden niet ondersteund door deze account.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Een herhaalde herinnering moet een vervaldatum hebben.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Agenda's toevoegen of verwijderen is niet toegestaan met die account.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Er mogen geen activiteiten aan die agenda worden toegevoegd.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Er mogen geen herinneringen aan die agenda worden toegevoegd.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Herinneringen worden niet ondersteund door die account.";

"PRIORITY_IS_INVALID" = "Prioriteiten moeten tussen 0 en 9 liggen.";

"INVALID_ENTITY_TYPE" = "Dit is geen geldig EKEntityType.";
